cask_args appdir: '/Applications'

tap 'homebrew/services'

brew 'bash'
brew 'crystal-lang'
brew 'git'
brew 'go'
brew 'heroku'
brew 'nvm'
brew 'openssl'
brew 'pgcli'
brew 'postgresql'
brew 'rbenv'
brew 'ruby-build'
brew 'ssh-copy-id'
brew 'stunnel'
brew 'vim'
brew 'wget'
brew 'zsh'

cask 'appcleaner'
cask 'atom'
cask 'calibre'
cask 'chromium'
cask 'docker'
cask 'flux'
cask 'google-play-music-desktop-player'
cask 'iterm2'
cask 'pgadmin4'
cask 'private-internet-access'
cask 'macpass'
cask 'slack'
cask 'virtualbox'
