cask_args appdir: '/Applications'

tap 'homebrew/services'

brew 'elm'
brew 'gnupg'
brew 'go'
brew 'mysql@5.7'
brew 'n'
brew 'openssl'
brew 'pgcli'
brew 'pinentry-mac'
brew 'postgresql'
brew 'python'
brew 'rbenv'
brew 'ruby-build'
brew 'wget'
brew 'zsh'

cask '1password'
cask 'appcleaner'
cask 'coconutbattery'
cask 'docker'
cask 'firefox'
cask 'insomnia'
cask 'iterm2'
cask 'nextcloud'
cask 'sequel-pro'
cask 'slack'
cask 'telegram'
cask 'tunnelblick'
cask 'visual-studio-code'

